Repository: idrisskone101/pillie
Catalog: Pillie/Pillie/Localizable.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, fi, fr, gu, he, hi, hr, hu, id, it, ja, kn, ko, ml, mr, ms, nb, nl, or, pa, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# home.countdown.milestone.new_pack
source: New pack
ar: علبة جديدة
bn: নতুন প্যাক
ca: Capsa nova
cs: Nové balení
da: Ny pakke
de: Neue Packung
el: Νέο κουτί
es: Caja nueva
fi: Uusi pakkaus
fr: Boîte neuve
gu: નવું પેક
he: חפיסה חדשה
hi: नया पैक
hr: Nova kutija
hu: Új doboz
id: Kemasan baru
it: Nuova scatola
ja: 新しい箱
kn: ಹೊಸ ಪ್ಯಾಕ್
ko: 새 팩
ml: പുതിയ പാക്ക്
mr: नवीन पॅक
ms: Pek baharu
nb: Ny pakke
nl: Nieuw doosje
or: ନୂଆ ପ୍ୟାକ୍
pa: ਨਵਾਂ ਪੈਕ
pl: Nowe pudełko
pt_br: Nova caixa
pt_pt: Nova caixa
ro: Cutie nouă
ru: Новая упаковка
sk: Nové balenie
sl: Nov zavitek
sv: Nytt paket
ta: புதிய பேக்
te: కొత్త ప్యాక్
th: กล่องใหม่
tr: Yeni kutu
uk: Нова упаковка
ur: نیا پیک
vi: Hộp mới
zh_hans: 新的一盒
zh_hant: 新的一盒

# home.countdown.milestone.in
source: In
ar: إدخال
bn: ভেতরে
ca: Posat
cs: Zavést
da: Ind
de: Rein
el: Μέσα
es: Insertado
fi: Sisään
fr: Inséré
gu: અંદર
he: בפנים
hi: अंदर
hr: Umetnuti
hu: Be
id: Pasang
it: Inserito
ja: 入れる
kn: ಒಳಗೆ
ko: 넣기
ml: ഉള്ളിൽ
mr: आत
ms: Masuk
nb: Inn
nl: Erin
or: ଭିତରେ
pa: ਅੰਦਰ
pl: Założyć
pt_br: Inserido
pt_pt: Inserido
ro: Introdus
ru: Ввести
sk: Zaviesť
sl: Vstaviti
ta: உள்ளே
te: లోపల
th: ใส่
tr: Tak
uk: Ввести
ur: اندر
vi: Đặt
zh_hans: 放入
zh_hant: 放入

# home.countdown.milestone.out
source: Out
ar: إزالة
bn: বাইরে
ca: Tret
cs: Vyjmout
da: Ud
de: Raus
el: Έξω
es: Quitado
fi: Pois
fr: Retiré
gu: બહાર
he: בחוץ
hi: बाहर
hr: Izvaditi
hu: Ki
id: Lepas
it: Tolto
ja: 外す
kn: ಹೊರಗೆ
ko: 빼기
ml: പുറത്ത്
mr: बाहेर
ms: Keluar
nb: Ut
nl: Eruit
or: ବାହାରେ
pa: ਬਾਹਰ
pl: Wyjąć
pt_br: Removido
pt_pt: Retirado
ro: Scos
ru: Извлечь
sk: Vybrať
sl: Odstraniti
sv: Ut
ta: வெளியே
te: బయట
th: ถอด
tr: Çıkar
uk: Вийняти
ur: باہر
vi: Tháo
zh_hans: 取出
zh_hant: 取出

# home.countdown.milestone.back_in
source: Back in
ar: إعادة إدخال
bn: আবার ভেতরে
ca: De nou
cs: Znovu
da: Ind igen
de: Wieder rein
el: Ξανά μέσα
es: De nuevo
fi: Takaisin
fr: Remis
gu: ફરી અંદર
he: שוב בפנים
hi: फिर अंदर
hr: Ponovno
hu: Újra be
id: Pasang lagi
it: Rimesso
ja: また入れる
kn: ಮತ್ತೆ ಒಳಗೆ
ko: 다시 넣기
ml: വീണ്ടും ഉള്ളിൽ
mr: पुन्हा आत
ms: Masuk semula
nb: Inn igjen
nl: Weer erin
or: ପୁଣି ଭିତରେ
pa: ਮੁੜ ਅੰਦਰ
pl: Ponownie
pt_br: De novo
pt_pt: De novo
ro: Din nou
ru: Снова ввести
sk: Znova
sl: Znova
sv: In igen
ta: மீண்டும் உள்ளே
te: మళ్లీ లోపల
th: ใส่กลับ
tr: Tekrar tak
uk: Знову ввести
ur: پھر اندر
vi: Đặt lại
zh_hans: 再放入
zh_hant: 再放入

# home.countdown.options
source: Cycle options
ar: خيارات الدورة
bn: চক্রের অপশন
ca: Opcions del cicle
cs: Možnosti cyklu
da: Cyklusindstillinger
de: Zyklusoptionen
el: Επιλογές κύκλου
es: Opciones del ciclo
fi: Kierron valinnat
fr: Options du cycle
gu: ચક્રના વિકલ્પો
he: אפשרויות מחזור
hi: चक्र के विकल्प
hr: Opcije ciklusa
hu: Ciklus beállításai
id: Opsi siklus
it: Opzioni del ciclo
ja: 周期のオプション
kn: ಚಕ್ರದ ಆಯ್ಕೆಗಳು
ko: 주기 옵션
ml: സൈക്കിൾ ഓപ്ഷനുകൾ
mr: चक्राचे पर्याय
ms: Pilihan kitaran
nb: Syklusvalg
nl: Cyclusopties
or: ଚକ୍ର ବିକଳ୍ପ
pa: ਚੱਕਰ ਦੇ ਵਿਕਲਪ
pl: Opcje cyklu
pt_br: Opções do ciclo
pt_pt: Opções do ciclo
ro: Opțiuni ciclu
ru: Параметры цикла
sk: Možnosti cyklu
sl: Možnosti cikla
sv: Cykelalternativ
ta: சுழற்சி விருப்பங்கள்
te: సైకిల్ ఎంపికలు
th: ตัวเลือกรอบ
tr: Döngü seçenekleri
uk: Параметри циклу
ur: سائیکل کے اختیارات
vi: Tùy chọn chu kỳ
zh_hans: 周期选项
zh_hant: 週期選項

# home.countdown.chip.missed_on
source: Was due %@
ar: كان موعدها %@
bn: %@ তারিখে করার কথা ছিল
ca: Tocava el %@
cs: Mělo být %@
da: Var planlagt %@
de: War am %@ fällig
el: Ήταν για %@
es: Tocaba el %@
fi: Oli vuorossa %@
fr: Prévu le %@
gu: %@ ના રોજ કરવાનું હતું
he: היה מתוכנן ל-%@
hi: %@ को होना था
hr: Rok je bio %@
hu: Esedékes volt: %@
id: Jadwalnya %@
it: Previsto il %@
ja: 予定は%@でした
kn: %@ ರಂದು ಮಾಡಬೇಕಿತ್ತು
ko: %@ 예정이었어요
ml: %@-ന് ചെയ്യേണ്ടതായിരുന്നു
mr: %@ रोजी करायचे होते
ms: Sepatutnya %@
nb: Var planlagt %@
nl: Was gepland op %@
or: %@ରେ କରିବାର ଥିଲା
pa: %@ ਨੂੰ ਕਰਨਾ ਸੀ
pl: Termin był %@
pt_br: Era para %@
pt_pt: Era para %@
ro: Era pentru %@
ru: Нужно было %@
sk: Malo byť %@
sl: Rok je bil %@
sv: Var planerad %@
ta: %@ அன்று செய்ய வேண்டியது
te: %@న చేయాల్సింది
th: ครบกำหนดเมื่อ %@
tr: %@ tarihinde yapılmalıydı
uk: Треба було %@
ur: %@ کو کرنا تھا
vi: Hạn là %@
zh_hans: 原定 %@
zh_hant: 原定 %@

# history.catch_up.logged_late
source: Checked in %lld days late
ar: تم التسجيل متأخرًا %lld يوم
bn: %lld দিন দেরিতে টিক দেওয়া হয়েছে
ca: Confirmat amb %lld dies de retard
cs: Odškrtnuto o %lld dní později
da: Krydset af %lld dage for sent
de: %lld Tage zu spät abgehakt
el: Σημειώθηκε με %lld ημέρες καθυστέρηση
es: Marcado con %lld días de retraso
fi: Kuitattu %lld päivää myöhässä
fr: Validé avec %lld jours de retard
gu: %lld દિવસ મોડેથી નોંધ કરી
he: סומן באיחור של %lld ימים
hi: %lld दिन देर से दर्ज किया
hr: Javljeno %lld dana kasnije
hu: %lld nap késéssel kipipálva
id: Check-in terlambat %lld hari
it: Confermato con %lld giorni di ritardo
ja: %lld日遅れで記録
kn: %lld ದಿನ ತಡವಾಗಿ ದಾಖಲಿಸಲಾಗಿದೆ
ko: %lld일 늦게 체크함
ml: %lld ദിവസം വൈകി രേഖപ്പെടുത്തി
mr: %lld दिवस उशिरा नोंद केली
ms: Disahkan lewat %lld hari
nb: Krysset av %lld dager for sent
nl: %lld dagen te laat afgevinkt
or: %lld ଦିନ ବିଳମ୍ବରେ ଦର୍ଜ ହୋଇଛି
pa: %lld ਦਿਨ ਦੇਰੀ ਨਾਲ ਦਰਜ ਕੀਤਾ
pl: Odhaczone %lld dnia później
pt_br: Registrado com %lld dias de atraso
pt_pt: Registado com %lld dias de atraso
ro: Bifat cu %lld de zile întârziere
ru: Отмечено с опозданием на %lld дня
sk: Odškrtnuté o %lld dní neskôr
sl: Odkljukano %lld dni pozneje
sv: Avbockat %lld dagar för sent
ta: %lld நாட்கள் தாமதமாகப் பதிவு செய்யப்பட்டது
te: %lld రోజులు ఆలస్యంగా నమోదు అయింది
th: เช็กอินช้า %lld วัน
tr: %lld gün geç işaretlendi
uk: Відмічено із запізненням на %lld дня
ur: %lld دن دیر سے درج ہوا
vi: Điểm danh trễ %lld ngày
zh_hans: 晚 %lld 天打卡
zh_hant: 晚 %lld 天打卡

# shake.streak.headline.start
source: Shake to keep it going
ar: هزّي لتستمر سلسلتك
bn: স্ট্রিক চালু রাখতে ঝাঁকান
ca: Sacseja per mantenir la ratxa
cs: Zatřes a pokračuj v sérii
da: Ryst for at holde stimen
de: Schüttel, damit deine Serie weitergeht
el: Κούνησε για να συνεχίσει το σερί σου
es: Agita para seguir tu racha
fi: Ravista, niin putki jatkuu
fr: Secoue pour continuer ta série
gu: સ્ટ્રીક ચાલુ રાખવા હલાવો
he: נערי כדי להמשיך את הרצף
hi: सिलसिला जारी रखने के लिए हिलाएँ
hr: Protresi i nastavi niz
hu: Rázd meg, és folytasd a sorozatot
id: Goyangkan untuk melanjutkan rentetanmu
it: Scuoti per continuare la serie
ja: 振って連続記録をつなげましょう
kn: ಸರಣಿ ಮುಂದುವರಿಸಲು ಅಲುಗಾಡಿಸಿ
ko: 흔들어서 연속 기록 이어가기
ml: സ്ട്രീക്ക് തുടരാൻ കുലുക്കൂ
mr: सलग मालिका सुरू ठेवण्यासाठी फोन हलवा
ms: Goncang untuk teruskan rentetan
nb: Rist for å holde rekken
nl: Schud om je reeks vast te houden
or: ଧାରା ଜାରି ରଖିବାକୁ ହଲାନ୍ତୁ
pa: ਸਟ੍ਰੀਕ ਜਾਰੀ ਰੱਖਣ ਲਈ ਹਿਲਾਓ
pl: Potrząśnij, by utrzymać serię
pt_br: Balance para manter a sequência
pt_pt: Abana para manter a sequência
ro: Scutură ca să continui seria
ru: Встряхни, чтобы продлить серию
sk: Zatras a pokračuj v sérii
sl: Stresi in nadaljuj niz
sv: Skaka för att hålla sviten igång
ta: தொடர்ச்சியைத் தொடர குலுக்கவும்
te: స్ట్రీక్ కొనసాగించడానికి ఊపండి
th: เขย่าเพื่อรักษาสตรีค
tr: Serini sürdürmek için salla
uk: Струсни, щоб продовжити серію
ur: سلسلہ جاری رکھنے کے لیے ہلائیں
vi: Lắc để giữ chuỗi
zh_hans: 摇一摇，延续连续打卡
zh_hant: 搖一搖，延續連續打卡

# shake.streak.headline.keep_going
source: Keep going
ar: استمرّي
bn: চালিয়ে যান
ca: Continua
cs: Jen tak dál
da: Bliv ved
de: Weiter so
el: Συνέχισε
es: Sigue así
fi: Jatka vain
fr: Continue
gu: આમ જ ચાલુ રાખો
he: ממשיכים
hi: ऐसे ही जारी रखें
hr: Samo nastavi
hu: Csak így tovább
id: Lanjutkan
it: Continua così
ja: その調子
kn: ಹೀಗೆಯೇ ಮುಂದುವರಿಸಿ
ko: 계속해요
ml: തുടരൂ
mr: असेच सुरू ठेवा
ms: Teruskan
nb: Fortsett
nl: Ga zo door
or: ଜାରି ରଖନ୍ତୁ
pa: ਇਸੇ ਤਰ੍ਹਾਂ ਜਾਰੀ ਰੱਖੋ
pl: Tak trzymaj
pt_br: Continue
pt_pt: Continua
ro: Continuă
ru: Продолжай
sk: Len tak ďalej
sl: Kar tako naprej
sv: Fortsätt
ta: தொடருங்கள்
te: కొనసాగించండి
th: ไปต่อเลย
tr: Devam et
uk: Продовжуй
ur: جاری رکھیں
vi: Tiếp tục nào
zh_hans: 继续
zh_hant: 繼續

# shake.streak.headline.almost
source: Almost there
ar: اقتربتِ
bn: প্রায় হয়ে গেছে
ca: Gairebé hi ets
cs: Už skoro
da: Næsten færdig
de: Fast geschafft
el: Σχεδόν εκεί
es: Casi lo tienes
fi: Melkein valmista
fr: Tu y es presque
gu: બસ થોડું જ બાકી
he: כמעט שם
hi: बस थोड़ा और
hr: Skoro gotovo
hu: Mindjárt kész
id: Sedikit lagi
it: Ci sei quasi
ja: あと少し
kn: ಇನ್ನು ಸ್ವಲ್ಪವೇ
ko: 거의 다 왔어요
ml: ഇനി കുറച്ചുകൂടി മാത്രം
mr: जवळजवळ झाले
ms: Hampir siap
nb: Nesten ferdig
nl: Bijna klaar
or: ଆଉ ଟିକିଏ ବାକି
pa: ਬੱਸ ਥੋੜ੍ਹਾ ਹੋਰ
pl: Prawie gotowe
pt_br: Quase lá
pt_pt: Quase lá
ro: Aproape gata
ru: Почти готово
sk: Skoro hotovo
sl: Še malo
sv: Nästan klart
ta: இன்னும் கொஞ்சம்தான்
te: ఇంకొంచెం మాత్రమే
th: อีกนิดเดียว
tr: Az kaldı
uk: Майже готово
ur: بس تھوڑا سا اور
vi: Sắp xong rồi
zh_hans: 快好了
zh_hant: 快好了

# shake.streak.headline.kept
source: Your streak grows
ar: سلسلتك تكبر
bn: আপনার স্ট্রিক বাড়ছে
ca: La teva ratxa creix
cs: Tvoje série roste
da: Din stime vokser
de: Deine Serie wächst
el: Το σερί σου μεγαλώνει
es: Tu racha crece
fi: Putkesi kasvaa
fr: Ta série grandit
gu: તમારી સ્ટ્રીક વધી રહી છે
he: הרצף שלך גדל
hi: आपका सिलसिला बढ़ रहा है
hr: Tvoj niz raste
hu: Nő a sorozatod
id: Rentetanmu bertambah
it: La tua serie cresce
ja: 連続記録が伸びました
kn: ನಿಮ್ಮ ಸರಣಿ ಬೆಳೆಯುತ್ತಿದೆ
ko: 연속 기록이 늘었어요
ml: നിങ്ങളുടെ സ്ട്രീക്ക് വളരുന്നു
mr: तुमची सलग मालिका वाढते आहे
ms: Rentetan kamu bertambah
nb: Rekken din vokser
nl: Je reeks groeit
or: ଆପଣଙ୍କ ଧାରା ବଢ଼ୁଛି
pa: ਤੁਹਾਡੀ ਸਟ੍ਰੀਕ ਵਧ ਰਹੀ ਹੈ
pl: Twoja seria rośnie
pt_br: Sua sequência cresce
pt_pt: A tua sequência cresce
ro: Seria ta crește
ru: Твоя серия растёт
sk: Tvoja séria rastie
sl: Tvoj niz raste
sv: Din svit växer
ta: உங்கள் தொடர்ச்சி வளர்கிறது
te: మీ స్ట్రీక్ పెరుగుతోంది
th: สตรีคของคุณเพิ่มขึ้นแล้ว
tr: Serin büyüyor
uk: Твоя серія росте
ur: آپ کا سلسلہ بڑھ رہا ہے
vi: Chuỗi của bạn dài thêm
zh_hans: 连续打卡又多一天
zh_hant: 連續打卡又多一天

# shake.streak.headline.counting
source: %lld and counting
ar: %lld والعدّ مستمر
bn: %lld, আর বেড়েই চলেছে
ca: %lld i sumant
cs: %lld a přibývá
da: %lld og tæller stadig
de: %lld und es geht weiter
el: %lld και συνεχίζεις
es: %lld y sumando
fi: %lld ja jatkuu
fr: %lld et ça continue
gu: %lld, અને સ્ટ્રીક ચાલુ છે
he: %lld וממשיכים
hi: %lld, और सिलसिला जारी है
hr: %lld i sve više
hu: %lld, és csak nő
id: %lld dan terus bertambah
it: %lld e si continua
ja: %lld、記録更新中
kn: %lld, ಮುಂದುವರಿಯುತ್ತಿದೆ
ko: %lld, 계속 이어가는 중
ml: %lld, തുടരുന്നു
mr: %lld, आणि सलग मालिका सुरूच आहे
ms: %lld dan terus bertambah
nb: %lld og teller fortsatt
nl: %lld en de teller loopt door
or: %lld, ଜାରି ରହିଛି
pa: %lld, ਤੇ ਸਟ੍ਰੀਕ ਜਾਰੀ ਹੈ
pl: %lld i wciąż rośnie
pt_br: %lld e contando
pt_pt: %lld e a contar
ro: %lld și continuă
ru: %lld, и счёт идёт
sk: %lld a pribúda
sl: %lld in vedno več
sv: %lld och fortsätter
ta: %lld, தொடர்கிறது
te: %lld, కొనసాగుతోంది
th: %lld และยังไปต่อ
tr: %lld ve devam ediyor
uk: %lld, і лік триває
ur: %lld اور جاری ہے
vi: %lld và vẫn tiếp tục
zh_hans: %lld，还在继续
zh_hant: %lld，還在繼續

# shake.streak.headline.almost_count
source: Almost %lld
ar: اقتربتِ من %lld
bn: %lld হতে আর একটু
ca: Gairebé %lld
cs: Skoro %lld
da: Næsten %lld
de: Fast %lld
el: Σχεδόν %lld
es: Casi %lld
fi: Melkein %lld
fr: Presque %lld
gu: %lld થવામાં થોડું જ બાકી
he: כמעט %lld
hi: %lld तक बस थोड़ा और
hr: Skoro %lld
hu: Majdnem %lld
id: Hampir %lld
it: Quasi %lld
ja: あと少しで%lld
kn: %lld ತಲುಪಲು ಇನ್ನು ಸ್ವಲ್ಪವೇ
ko: 곧 %lld
ml: %lld-ലെത്താൻ ഇനി കുറച്ചുകൂടി
mr: %lld होण्यासाठी थोडेच बाकी
ms: Hampir %lld
nb: Nesten %lld
nl: Bijna %lld
or: %lld ପାଇଁ ଆଉ ଟିକିଏ ବାକି
pa: %lld ਤੱਕ ਬੱਸ ਥੋੜ੍ਹਾ ਹੋਰ
pl: Prawie %lld
pt_br: Quase %lld
pt_pt: Quase %lld
ro: Aproape %lld
ru: Почти %lld
sk: Skoro %lld
sl: Skoraj %lld
sv: Nästan %lld
ta: %lld-ஐ எட்ட இன்னும் கொஞ்சம்தான்
te: %lld చేరడానికి ఇంకొంచెం
th: อีกนิดจะถึง %lld
tr: Neredeyse %lld
uk: Майже %lld
ur: تقریباً %lld
vi: Sắp đạt %lld
zh_hans: 快到 %lld 了
zh_hant: 快到 %lld 了

# shake.logged.take_pill
source: Pill %1$lld checked in at %2$@
ar: تم تسجيل الحبة %1$lld الساعة %2$@
bn: পিল %1$lld, %2$@-এ টিক দেওয়া হয়েছে
ca: Píndola %1$lld confirmada a les %2$@
cs: Pilulka %1$lld odškrtnuta v %2$@
da: P-pille %1$lld krydset af kl. %2$@
de: Pille %1$lld um %2$@ abgehakt
el: Το χάπι %1$lld σημειώθηκε στις %2$@
es: Píldora %1$lld marcada a las %2$@
fi: Pilleri %1$lld kuitattu klo %2$@
fr: Pilule %1$lld validée à %2$@
gu: ગોળી %1$lld ની નોંધ %2$@ વાગ્યે થઈ
he: גלולה %1$lld סומנה ב-%2$@
hi: गोली %1$lld %2$@ बजे दर्ज हुई
hr: Pilula %1$lld: javljeno u %2$@
hu: %1$lld. tabletta kipipálva: %2$@
id: Check-in pil %1$lld pukul %2$@
it: Pillola %1$lld confermata alle %2$@
ja: %2$@に%1$lld錠目を記録しました
kn: ಮಾತ್ರೆ %1$lld %2$@ಕ್ಕೆ ದಾಖಲಿಸಲಾಗಿದೆ
ko: %2$@에 알약 %1$lld 체크함
ml: ഗുളിക %1$lld %2$@-ന് രേഖപ്പെടുത്തി
mr: गोळी %1$lld, %2$@ वाजता नोंद झाली
ms: Pil %1$lld disahkan pada %2$@
nb: P-pille %1$lld krysset av kl. %2$@
nl: Pil %1$lld afgevinkt om %2$@
or: ପିଲ୍ %1$lld %2$@ରେ ଦର୍ଜ ହୋଇଗଲା
pa: ਗੋਲੀ %1$lld %2$@ ਵਜੇ ਦਰਜ ਹੋਈ
pl: Tabletka %1$lld odhaczona o %2$@
pt_br: Pílula %1$lld registrada às %2$@
pt_pt: Pílula %1$lld registada às %2$@
ro: Pilula %1$lld bifată la %2$@
ru: Таблетка %1$lld отмечена в %2$@
sk: Tabletka %1$lld odškrtnutá o %2$@
sl: Tabletka %1$lld odkljukana ob %2$@
sv: P-piller %1$lld avbockat kl. %2$@
ta: மாத்திரை %1$lld %2$@-க்கு பதிவு செய்யப்பட்டது
te: మాత్ర %1$lld %2$@కి నమోదు అయింది
th: เช็กอินยาคุมเม็ดที่ %1$lld เมื่อ %2$@
tr: %1$lld. hap işaretlendi, saat %2$@
uk: Таблетку %1$lld відмічено о %2$@
ur: گولی %1$lld %2$@ بجے درج ہوئی
vi: Đã điểm danh viên %1$lld lúc %2$@
zh_hans: %2$@ 已打卡第 %1$lld 片
zh_hant: %2$@ 已打卡第 %1$lld 顆

# shake.logged.sugar_pill
source: Sugar pill %1$lld checked in at %2$@
ar: تم تسجيل الحبة الوهمية %1$lld الساعة %2$@
bn: হরমোন ছাড়া পিল %1$lld, %2$@-এ টিক দেওয়া হয়েছে
ca: Píndola de sucre %1$lld confirmada a les %2$@
cs: Pilulka bez hormonů %1$lld odškrtnuta v %2$@
da: Sukkerpille %1$lld krydset af kl. %2$@
de: Zuckerpille %1$lld um %2$@ abgehakt
el: Το χάπι χωρίς ορμόνες %1$lld σημειώθηκε στις %2$@
es: Píldora de azúcar %1$lld marcada a las %2$@
fi: Sokeripilleri %1$lld kuitattu klo %2$@
fr: Pilule de sucre %1$lld validée à %2$@
gu: હોર્મોન વગરની ગોળી %1$lld ની નોંધ %2$@ વાગ્યે થઈ
he: גלולת דמה %1$lld סומנה ב-%2$@
hi: बिना हार्मोन की गोली %1$lld %2$@ बजे दर्ज हुई
hr: Pilula bez hormona %1$lld: javljeno u %2$@
hu: %1$lld. hormonmentes tabletta kipipálva: %2$@
id: Check-in pil plasebo %1$lld pukul %2$@
it: Pillola di zucchero %1$lld confermata alle %2$@
ja: %2$@に偽薬%1$lld錠目を記録しました
kn: ಹಾರ್ಮೋನ್ ಇಲ್ಲದ ಮಾತ್ರೆ %1$lld %2$@ಕ್ಕೆ ದಾಖಲಿಸಲಾಗಿದೆ
ko: %2$@에 위약 %1$lld 체크함
ml: ഹോർമോൺ ഇല്ലാത്ത ഗുളിക %1$lld %2$@-ന് രേഖപ്പെടുത്തി
mr: हार्मोन नसलेली गोळी %1$lld, %2$@ वाजता नोंद झाली
ms: Pil plasebo %1$lld disahkan pada %2$@
nb: Sukkerpille %1$lld krysset av kl. %2$@
nl: Suikerpil %1$lld afgevinkt om %2$@
or: ହରମୋନ୍ ବିନା ପିଲ୍ %1$lld %2$@ରେ ଦର୍ଜ ହୋଇଗଲା
pa: ਹਾਰਮੋਨ ਤੋਂ ਬਿਨਾਂ ਗੋਲੀ %1$lld %2$@ ਵਜੇ ਦਰਜ ਹੋਈ
pl: Tabletka bez hormonów %1$lld odhaczona o %2$@
pt_br: Pílula de açúcar %1$lld registrada às %2$@
pt_pt: Pílula de açúcar %1$lld registada às %2$@
ro: Pilula fără hormoni %1$lld bifată la %2$@
ru: Таблетка-пустышка %1$lld отмечена в %2$@
sk: Tabletka bez hormónov %1$lld odškrtnutá o %2$@
sl: Tabletka brez hormonov %1$lld odkljukana ob %2$@
sv: Sockerpiller %1$lld avbockat kl. %2$@
ta: ஹார்மோன் இல்லாத மாத்திரை %1$lld %2$@-க்கு பதிவு செய்யப்பட்டது
te: హార్మోన్ లేని మాత్ర %1$lld %2$@కి నమోదు అయింది
th: เช็กอินเม็ดแป้งเม็ดที่ %1$lld เมื่อ %2$@
tr: %1$lld. hormonsuz hap işaretlendi, saat %2$@
uk: Таблетку-пустушку %1$lld відмічено о %2$@
ur: بغیر ہارمون کی گولی %1$lld %2$@ بجے درج ہوئی
vi: Đã điểm danh viên giả dược %1$lld lúc %2$@
zh_hans: %2$@ 已打卡第 %1$lld 片空白片
zh_hant: %2$@ 已打卡第 %1$lld 顆空白錠

# shake.logged.apply_patch
source: Patch applied at %@
ar: تم وضع اللصقة الساعة %@
bn: %@-এ প্যাচ লাগানো হয়েছে
ca: Pegat posat a les %@
cs: Náplast nalepená v %@
da: Plaster sat på kl. %@
de: Pflaster um %@ aufgeklebt
el: Το αυτοκόλλητο μπήκε στις %@
es: Parche colocado a las %@
fi: Laastari kiinnitetty klo %@
fr: Patch posé à %@
gu: પેચ %@ વાગ્યે લગાવ્યો
he: המדבקה הודבקה ב-%@
hi: पैच %@ बजे लगाया
hr: Flaster nalijepljen u %@
hu: Tapasz felrakva: %@
id: Koyo dipasang pukul %@
it: Cerotto applicato alle %@
ja: %@にパッチを貼りました
kn: ಪ್ಯಾಚ್ %@ಕ್ಕೆ ಅಂಟಿಸಲಾಗಿದೆ
ko: %@에 패치 붙임
ml: പാച്ച് %@-ന് ഒട്ടിച്ചു
mr: पॅच %@ वाजता लावला
ms: Tampalan dilekatkan pada %@
nb: Plaster satt på kl. %@
nl: Pleister geplakt om %@
or: %@ରେ ପ୍ୟାଚ୍ ଲଗାଗଲା
pa: ਪੈਚ %@ ਵਜੇ ਲਾਇਆ
pl: Plaster przyklejony o %@
pt_br: Adesivo aplicado às %@
pt_pt: Adesivo colocado às %@
ro: Plasture aplicat la %@
ru: Пластырь наклеен в %@
sk: Náplasť nalepená o %@
sl: Obliž nalepljen ob %@
sv: Plåster satt på kl. %@
ta: பேட்ச் %@-க்கு ஒட்டப்பட்டது
te: ప్యాచ్ %@కి అతికించారు
th: แปะแผ่นแปะแล้วเมื่อ %@
tr: Bant yapıştırıldı, saat %@
uk: Пластир наклеєно о %@
ur: پیچ %@ بجے لگایا
vi: Đã dán miếng dán lúc %@
zh_hans: %@ 已贴上贴片
zh_hant: %@ 已貼上貼片

# shake.logged.change_patch
source: Patch changed at %@
ar: تم تغيير اللصقة الساعة %@
bn: %@-এ প্যাচ বদলানো হয়েছে
ca: Pegat canviat a les %@
cs: Náplast vyměněná v %@
da: Plaster skiftet kl. %@
de: Pflaster um %@ gewechselt
el: Το αυτοκόλλητο άλλαξε στις %@
es: Parche cambiado a las %@
fi: Laastari vaihdettu klo %@
fr: Patch changé à %@
gu: પેચ %@ વાગ્યે બદલ્યો
he: המדבקה הוחלפה ב-%@
hi: पैच %@ बजे बदला
hr: Flaster promijenjen u %@
hu: Tapasz cserélve: %@
id: Koyo diganti pukul %@
it: Cerotto cambiato alle %@
ja: %@にパッチを貼り替えました
kn: ಪ್ಯಾಚ್ %@ಕ್ಕೆ ಬದಲಿಸಲಾಗಿದೆ
ko: %@에 패치 교체함
ml: പാച്ച് %@-ന് മാറ്റി
mr: पॅच %@ वाजता बदलला
ms: Tampalan ditukar pada %@
nb: Plaster byttet kl. %@
nl: Pleister gewisseld om %@
or: %@ରେ ପ୍ୟାଚ୍ ବଦଳାଗଲା
pa: ਪੈਚ %@ ਵਜੇ ਬਦਲਿਆ
pl: Plaster zmieniony o %@
pt_br: Adesivo trocado às %@
pt_pt: Adesivo mudado às %@
ro: Plasture schimbat la %@
ru: Пластырь сменён в %@
sk: Náplasť vymenená o %@
sl: Obliž zamenjan ob %@
sv: Plåster bytt kl. %@
ta: பேட்ச் %@-க்கு மாற்றப்பட்டது
te: ప్యాచ్ %@కి మార్చారు
th: เปลี่ยนแผ่นแปะแล้วเมื่อ %@
tr: Bant değiştirildi, saat %@
uk: Пластир змінено о %@
ur: پیچ %@ بجے بدلا
vi: Đã thay miếng dán lúc %@
zh_hans: %@ 已更换贴片
zh_hant: %@ 已更換貼片

# shake.logged.remove_patch
source: Patch removed at %@
ar: تمت إزالة اللصقة الساعة %@
bn: %@-এ প্যাচ তুলে ফেলা হয়েছে
ca: Pegat tret a les %@
cs: Náplast sundaná v %@
da: Plaster fjernet kl. %@
de: Pflaster um %@ abgenommen
el: Το αυτοκόλλητο βγήκε στις %@
es: Parche quitado a las %@
fi: Laastari poistettu klo %@
fr: Patch retiré à %@
gu: પેચ %@ વાગ્યે કાઢ્યો
he: המדבקה הוסרה ב-%@
hi: पैच %@ बजे हटाया
hr: Flaster skinut u %@
hu: Tapasz levéve: %@
id: Koyo dilepas pukul %@
it: Cerotto tolto alle %@
ja: %@にパッチをはがしました
kn: ಪ್ಯಾಚ್ %@ಕ್ಕೆ ತೆಗೆಯಲಾಗಿದೆ
ko: %@에 패치 뗌
ml: പാച്ച് %@-ന് നീക്കി
mr: पॅच %@ वाजता काढला
ms: Tampalan ditanggalkan pada %@
nb: Plaster tatt av kl. %@
nl: Pleister verwijderd om %@
or: %@ରେ ପ୍ୟାଚ୍ କଢ଼ାଗଲା
pa: ਪੈਚ %@ ਵਜੇ ਉਤਾਰਿਆ
pl: Plaster zdjęty o %@
pt_br: Adesivo removido às %@
pt_pt: Adesivo retirado às %@
ro: Plasture scos la %@
ru: Пластырь снят в %@
sk: Náplasť odlepená o %@
sl: Obliž odstranjen ob %@
sv: Plåster avtaget kl. %@
ta: பேட்ச் %@-க்கு அகற்றப்பட்டது
te: ప్యాచ్ %@కి తీసివేశారు
th: แกะแผ่นแปะออกแล้วเมื่อ %@
tr: Bant çıkarıldı, saat %@
uk: Пластир знято о %@
ur: پیچ %@ بجے اتارا
vi: Đã gỡ miếng dán lúc %@
zh_hans: %@ 已取下贴片
zh_hant: %@ 已取下貼片

# shake.logged.insert_ring
source: Ring inserted at %@
ar: تم إدخال الحلقة الساعة %@
bn: %@-এ রিং লাগানো হয়েছে
ca: Anell posat a les %@
cs: Kroužek zavedený v %@
da: Ring indsat kl. %@
de: Ring um %@ eingesetzt
el: Ο δακτύλιος μπήκε στις %@
es: Anillo insertado a las %@
fi: Rengas asetettu klo %@
fr: Anneau inséré à %@
gu: રિંગ %@ વાગ્યે મૂકી
he: הטבעת הוכנסה ב-%@
hi: रिंग %@ बजे लगाई
hr: Prsten umetnut u %@
hu: Gyűrű behelyezve: %@
id: Cincin dipasang pukul %@
it: Anello inserito alle %@
ja: %@にリングを入れました
kn: ರಿಂಗ್ %@ಕ್ಕೆ ಅಳವಡಿಸಲಾಗಿದೆ
ko: %@에 링 삽입함
ml: റിംഗ് %@-ന് ഇട്ടു
mr: रिंग %@ वाजता घातली
ms: Cincin dimasukkan pada %@
nb: Ring satt inn kl. %@
nl: Ring ingebracht om %@
or: %@ରେ ରିଙ୍ଗ ଭିତରେ ରଖାଗଲା
pa: ਰਿੰਗ %@ ਵਜੇ ਪਾਈ
pl: Krążek założony o %@
pt_br: Anel inserido às %@
pt_pt: Anel inserido às %@
ro: Inel introdus la %@
ru: Кольцо введено в %@
sk: Krúžok zavedený o %@
sl: Obroček vstavljen ob %@
sv: Ring insatt kl. %@
ta: ரிங் %@-க்கு செருகப்பட்டது
te: రింగ్ %@కి అమర్చారు
th: ใส่วงแหวนแล้วเมื่อ %@
tr: Halka yerleştirildi, saat %@
uk: Кільце введено о %@
ur: رِنگ %@ بجے لگائی
vi: Đã đặt vòng lúc %@
zh_hans: %@ 已放入阴道环
zh_hant: %@ 已放入陰道環

# shake.logged.change_ring
source: Ring changed at %@
ar: تم تغيير الحلقة الساعة %@
bn: %@-এ রিং বদলানো হয়েছে
ca: Anell canviat a les %@
cs: Kroužek vyměněný v %@
da: Ring skiftet kl. %@
de: Ring um %@ gewechselt
el: Ο δακτύλιος άλλαξε στις %@
es: Anillo cambiado a las %@
fi: Rengas vaihdettu klo %@
fr: Anneau changé à %@
gu: રિંગ %@ વાગ્યે બદલી
he: הטבעת הוחלפה ב-%@
hi: रिंग %@ बजे बदली
hr: Prsten promijenjen u %@
hu: Gyűrű cserélve: %@
id: Cincin diganti pukul %@
it: Anello cambiato alle %@
ja: %@にリングを交換しました
kn: ರಿಂಗ್ %@ಕ್ಕೆ ಬದಲಿಸಲಾಗಿದೆ
ko: %@에 링 교체함
ml: റിംഗ് %@-ന് മാറ്റി
mr: रिंग %@ वाजता बदलली
ms: Cincin ditukar pada %@
nb: Ring byttet kl. %@
nl: Ring gewisseld om %@
or: %@ରେ ରିଙ୍ଗ ବଦଳାଗଲା
pa: ਰਿੰਗ %@ ਵਜੇ ਬਦਲੀ
pl: Krążek zmieniony o %@
pt_br: Anel trocado às %@
pt_pt: Anel mudado às %@
ro: Inel schimbat la %@
ru: Кольцо сменено в %@
sk: Krúžok vymenený o %@
sl: Obroček zamenjan ob %@
sv: Ring bytt kl. %@
ta: ரிங் %@-க்கு மாற்றப்பட்டது
te: రింగ్ %@కి మార్చారు
th: เปลี่ยนวงแหวนแล้วเมื่อ %@
tr: Halka değiştirildi, saat %@
uk: Кільце змінено о %@
ur: رِنگ %@ بجے بدلی
vi: Đã thay vòng lúc %@
zh_hans: %@ 已更换阴道环
zh_hant: %@ 已更換陰道環

# shake.logged.remove_ring
source: Ring removed at %@
ar: تمت إزالة الحلقة الساعة %@
bn: %@-এ রিং বের করা হয়েছে
ca: Anell tret a les %@
cs: Kroužek vyjmutý v %@
da: Ring fjernet kl. %@
de: Ring um %@ rausgenommen
el: Ο δακτύλιος αφαιρέθηκε στις %@
es: Anillo quitado a las %@
fi: Rengas poistettu klo %@
fr: Anneau retiré à %@
gu: રિંગ %@ વાગ્યે કાઢી
he: הטבעת הוצאה ב-%@
hi: रिंग %@ बजे निकाली
hr: Prsten izvađen u %@
hu: Gyűrű kivéve: %@
id: Cincin dilepas pukul %@
it: Anello tolto alle %@
ja: %@にリングを外しました
kn: ರಿಂಗ್ %@ಕ್ಕೆ ತೆಗೆಯಲಾಗಿದೆ
ko: %@에 링 제거함
ml: റിംഗ് %@-ന് നീക്കി
mr: रिंग %@ वाजता काढली
ms: Cincin dikeluarkan pada %@
nb: Ring tatt ut kl. %@
nl: Ring verwijderd om %@
or: %@ରେ ରିଙ୍ଗ କଢ଼ାଗଲା
pa: ਰਿੰਗ %@ ਵਜੇ ਕੱਢੀ
pl: Krążek wyjęty o %@
pt_br: Anel removido às %@
pt_pt: Anel retirado às %@
ro: Inel scos la %@
ru: Кольцо извлечено в %@
sk: Krúžok vybratý o %@
sl: Obroček odstranjen ob %@
sv: Ring uttagen kl. %@
ta: ரிங் %@-க்கு அகற்றப்பட்டது
te: రింగ్ %@కి తీసివేశారు
th: ถอดวงแหวนออกแล้วเมื่อ %@
tr: Halka çıkarıldı, saat %@
uk: Кільце вийнято о %@
ur: رِنگ %@ بجے نکالی
vi: Đã tháo vòng lúc %@
zh_hans: %@ 已取出阴道环
zh_hant: %@ 已取出陰道環

# today.first_reminder.card
source: First reminder
ar: التذكير الأول
bn: প্রথম রিমাইন্ডার
ca: Primer recordatori
cs: První připomínka
da: Første påmindelse
de: Erste Erinnerung
el: Πρώτη υπενθύμιση
es: Primer recordatorio
fi: Ensimmäinen muistutus
fr: Premier rappel
gu: પહેલું રિમાઇન્ડર
he: התזכורת הראשונה
hi: पहला रिमाइंडर
hr: Prvi podsjetnik
hu: Első emlékeztető
id: Pengingat pertama
it: Primo promemoria
ja: 最初のリマインダー
kn: ಮೊದಲ ಜ್ಞಾಪನೆ
ko: 첫 알림
ml: ആദ്യ റിമൈൻഡർ
mr: पहिला रिमाइंडर
ms: Peringatan pertama
nb: Første påminnelse
nl: Eerste herinnering
or: ପ୍ରଥମ ରିମାଇଣ୍ଡର୍
pa: ਪਹਿਲਾ ਰਿਮਾਈਂਡਰ
pl: Pierwsze przypomnienie
pt_br: Primeiro lembrete
pt_pt: Primeiro lembrete
ro: Primul memento
ru: Первое напоминание
sk: Prvá pripomienka
sl: Prvi opomnik
sv: Första påminnelsen
ta: முதல் நினைவூட்டல்
te: మొదటి రిమైండర్
th: การแจ้งเตือนแรก
tr: İlk hatırlatma
uk: Перше нагадування
ur: پہلی یاد دہانی
vi: Lời nhắc đầu tiên
zh_hans: 第一次提醒
zh_hant: 第一次提醒
